Repository: Donglin5525/Holo
Catalog: Holo/Holo APP/Holo/Holo/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: <!DOCTYPE html> <html lang="zh-CN"> <head> <meta charset="UTF-8"> <meta name="viewport" content="width=device-width, initial-scale=1.0"> <style>%@</style> </head> <body> <h1>Holo 隐私政策</h1> <p class="meta">最后更新日期：2026 年 8 月 13 日<br>生效日期：2026 年 8 月 13 日</p> <p>欢迎使用 Holo（以下简称"本应用"）。我们深知个人数据的重要性，并致力于保护您的隐私。本隐私政策旨在向您说明我们如何收集、使用、存储和保护您的信息。</p> <div class="highlight"> <strong>核心原则：</strong>您的数据属于您自己。我们尽可能将数据存储在您的设备本地和您的个人 iCloud 中。我们不会出售您的个人数据，也不会将您的数据用于广告投放。 </div> <h2>一、我们收集的信息</h2> <h3>1.1 您主动提供的信息</h3> <ul> <li><strong>账户信息</strong>：当您使用"通过 Apple 登录"时，我们会收到您的 Apple ID 关联邮箱地址和唯一用户标识符。您可以选择隐藏邮箱地址。</li> <li><strong>财务记录</strong>：您手动输入的记账数据，包括金额、分类、账户、日期和备注。这些数据存储在您的设备本地和您的 iCloud 中。</li> <li><strong>健康数据</strong>：在您授权后，本应用会从 Apple HealthKit 读取步数、睡眠、站立、运动时长等健康数据。本应用<strong>不会写入或修改</strong>您的健康数据。</li> <li><strong>健康相关 AI 处理</strong>：当您使用需要健康上下文的 AI 功能时，必要的健康摘要会在您同意 AI 数据处理后通过 Holo 后端发送给第三方 AI 服务；健康领域的 AI 派生记忆只保存在本机。</li> <li><strong>习惯与待办</strong>：您创建的习惯追踪记录和待办事项。</li> <li><strong>想法记录</strong>：您创建的想法、标签和引用，存储在您的设备本地和您的 iCloud 中。</li> <li><strong>AI 派生记忆</strong>：在您开启“自动形成记忆”后，Holo 会从各模块的结构化信号和汇总数据中整理领域记忆及综合观察。普通记忆可存储在您的设备本地和个人 iCloud 中；健康领域记忆及包含健康来源的综合记忆只保存在本机。</li> <li><strong>语音输入</strong>：当您使用语音输入功能时，音频数据会发送至我们的服务器进行语音转文字处理，处理完成后音频数据不会被保存。</li> </ul> <h3>1.2 AI 功能处理的数据</h3> <p>本应用提供 AI 智能助手功能（包括数据洞察、记忆分析、智能分类等）。当您使用这些功能时：</p> <ul> <li>您的问题和相关上下文数据会通过加密连接发送至我们的后端服务器。</li> <li>后端服务器将数据转发至第三方 AI 服务提供商进行处理。</li> <li>AI 服务提供商处理后返回分析结果。我们不会主动保存您发送给 AI 的原始请求正文或完整上下文作为用户资料。</li> <li>生成的分析结果和派生记忆按上述范围保存在本机或您的个人 iCloud 中；您可在“记忆管理”中查看、纠正、停用或忘记单条记忆，也可在设置中删除账号与数据。</li> </ul> <h3>1.3 自动收集的信息</h3> <p>我们<strong>不会</strong>自动收集您的设备信息、位置信息或使用行为数据。我们不使用任何第三方分析工具。</p> <h2>二、信息的使用目的</h2> <table> <thead><tr><th>数据类型</th><th>使用目的</th></tr></thead> <tbody> <tr><td>Apple ID 信息</td><td>用户身份认证与登录</td></tr> <tr><td>财务记录</td><td>记账功能、数据统计与展示</td></tr> <tr><td>健康数据（只读）</td><td>健康数据展示、趋势分析与经授权的 AI 洞察</td></tr> <tr><td>习惯与待办数据</td><td>习惯追踪与任务管理功能</td></tr> <tr><td>想法数据</td><td>想法记录、标签与引用管理</td></tr> <tr><td>语音音频</td><td>语音转文字，用于记账或 AI 对话输入</td></tr> <tr><td>AI 对话上下文</td><td>生成数据分析、智能建议等 AI 功能</td></tr> <tr><td>AI 派生记忆</td><td>减少重复分析，并在合适的问题中提供个性化上下文</td></tr> </tbody> </table> <h2>三、数据的存储与安全</h2> <h3>3.1 本地存储</h3> <p>您的核心数据存储在您的设备本地，使用 Apple Core Data 框架进行管理。</p> <p>App Store 正式版不会在设备上另存 AI 原始请求、完整上下文或完整响应日志。</p> <h3>3.2 iCloud 同步</h3> <p>在您登录 iCloud 并启用同步后，您的 Holo 本地记录和普通 AI 派生记忆会通过 Apple CloudKit 在您的设备之间同步。数据传输和存储均受 Apple 的加密保护。我们<strong>无法访问</strong>您 iCloud 中的用户数据。Holo 不会将从 Apple HealthKit 读取的原始健康数据、健康派生记忆或包含健康来源的综合记忆写入或同步到 Holo 的 iCloud 数据库。</p> <h3>3.3 服务器端处理</h3> <ul> <li>AI 和语音识别请求通过 HTTPS 加密传输至我们的后端服务器。</li> <li>服务器主要用于请求转发、限流、安全防护和故障排查。我们不会主动保存您发送给 AI 的原始请求正文、语音音频或完整上下文作为用户资料。</li> <li>为保障服务稳定性，服务器会保存最小化的技术日志或摘要信息，例如设备标识、调用类型、服务商、模型、耗时、错误信息、请求/响应摘要或长度以及调用时间。日志用于安全、限流和排障，默认不保存完整原文，并会按后台配置定期清理。</li> </ul> <h3>3.4 安全措施</h3> <ul> <li>所有网络通信使用 TLS 1.2+ 加密。</li> <li>API Key 不存储在客户端应用中，由后端服务器安全保管。</li> <li>服务器部署在受防火墙保护的云环境中。</li> </ul> <h2>四、信息共享</h2> <p>我们<strong>不会</strong>出售、出租或交易您的个人信息。</p> <ul> <li><strong>AI 服务提供商</strong>：在您使用 AI 功能并同意 AI 数据处理授权后，您的提问和必要上下文会发送至第三方 AI 服务（如阿里云百炼（通义千问）、DeepSeek、Moonshot（Kimi）、智谱（GLM））。</li> <li><strong>Apple 服务</strong>：Sign in with Apple 和 iCloud 同步由 Apple 提供并受 Apple 隐私政策约束。</li> <li><strong>法律要求</strong>：在适用法律法规要求时，我们可能需要披露您的信息。</li> </ul> <h2>五、您的权利</h2> <ul> <li><strong>访问数据</strong>：您可随时在应用内查看所有已存储的个人数据。</li> <li><strong>删除数据</strong>：您可以在设置中选择"删除账号与数据"。</li> <li><strong>撤销授权</strong>：您可以在设备"设置"→"隐私与安全性"中随时撤销各项权限。</li> </ul> <h2>六、数据保留期限</h2> <ul> <li>本地数据：在您主动删除或卸载应用前持续保留。</li> <li>iCloud 数据：随您的 iCloud 账户保留。</li> <li>服务器日志：仅保留最小化技术日志或摘要信息，用于安全、限流和排障，并按后台配置定期清理；我们不会主动保存 AI 原始请求正文、语音音频或完整上下文作为用户资料。</li> <li>语音音频：处理完成后立即销毁。</li> </ul> <h2>七、儿童隐私</h2> <p>本应用不面向 13 岁以下儿童。如果我们发现误收集了儿童的数据，将立即删除。</p> <h2>八、隐私政策的更新</h2> <p>重大变更将通过应用内通知告知您。继续使用即表示您同意更新后的政策。</p> <h2>九、联系我们</h2> <ul> <li>邮箱：<a href="mailto:%@">%@</a></li> <li>网站：https://holoapp.cn</li> </ul> <div class="footer"> <p>© 2026 Holo. 保留所有权利。</p> </div> </body> </html>
en: <!DOCTYPE html> <html lang="en"> <head> <meta charset="UTF-8"> <meta name="viewport" content="width=device-width, initial-scale=1.0"> <style>%@</style> </head> <body> <h1>Holo Privacy Policy</h1> <p class="meta">Last updated: August 13, 2026<br>Effective date: August 13, 2026</p> <p>Welcome to Holo ("the App"). We know how much personal data matters, and we are committed to protecting your privacy. This Privacy Policy explains how we collect, use, store, and protect your information.</p> <div class="highlight"> <strong>Core principle:</strong> Your data belongs to you. Wherever possible, your data is stored locally on your device and in your own iCloud. We do not sell your personal data, and we do not use your data for advertising. </div> <h2>1. Information We Collect</h2> <h3>1.1 Information You Provide</h3> <ul> <li><strong>Account information</strong>: When you use Sign in with Apple, we receive the email address associated with your Apple ID and a unique user identifier. You may choose to hide your email address.</li> <li><strong>Financial records</strong>: Expense and income entries you enter manually, including amounts, categories, accounts, dates, and notes. This data is stored locally on your device and in your iCloud.</li> <li><strong>Health data</strong>: With your permission, the App reads steps, sleep, stand, and workout data from Apple HealthKit. The App <strong>never writes to or modifies</strong> your health data.</li> <li><strong>AI processing of health data</strong>: When you use AI features that require health context, a minimal health summary is sent to third-party AI services through the Holo backend after you consent to AI data processing; AI-derived memories in the health domain are stored only on your device.</li> <li><strong>Habits and to-dos</strong>: Habit tracking records and to-do items you create.</li> <li><strong>Thoughts</strong>: Notes, tags, and references you create, stored locally on your device and in your iCloud.</li> <li><strong>AI-derived memories</strong>: After you enable automatic memory formation, Holo organizes domain memories and cross-domain observations from structured signals and aggregated data across modules. Regular memories may be stored on your device and in your personal iCloud; health-domain memories and cross-domain memories that include health sources are stored only on your device.</li> <li><strong>Voice input</strong>: When you use voice input, audio data is sent to our server for speech-to-text processing. The audio is not retained after processing completes.</li> </ul> <h3>1.2 Data Processed by AI Features</h3> <p>The App provides AI assistant features (including insights, memory analysis, and smart categorization). When you use these features:</p> <ul> <li>Your question and the relevant context are sent over an encrypted connection to our backend server.</li> <li>The backend forwards the data to third-party AI service providers for processing.</li> <li>The AI provider returns the result. We do not proactively retain the raw text of your AI requests or full context as user profiles.</li> <li>Generated results and derived memories are stored on your device or in your personal iCloud as described above. You can view, correct, disable, or forget individual memories in Memory Management, and you can delete your account and data in Settings.</li> </ul> <h3>1.3 Automatically Collected Information</h3> <p>We do <strong>not</strong> automatically collect device information, location data, or usage behavior data. We do not use any third-party analytics tools.</p> <h2>2. How We Use Information</h2> <table> <thead><tr><th>Data type</th><th>Purpose</th></tr></thead> <tbody> <tr><td>Apple ID information</td><td>Authentication and sign-in</td></tr> <tr><td>Financial records</td><td>Expense tracking, statistics, and display</td></tr> <tr><td>Health data (read-only)</td><td>Health display, trend analysis, and authorized AI insights</td></tr> <tr><td>Habits and to-dos</td><td>Habit tracking and task management</td></tr> <tr><td>Thoughts</td><td>Notes, tags, and reference management</td></tr> <tr><td>Voice audio</td><td>Speech-to-text for expense entry or AI chat input</td></tr> <tr><td>AI conversation context</td><td>Data analysis, suggestions, and other AI features</td></tr> <tr><td>AI-derived memories</td><td>Reducing repeated analysis and providing personalized context for relevant questions</td></tr> </tbody> </table> <h2>3. Data Storage and Security</h2> <h3>3.1 Local Storage</h3> <p>Your core data is stored locally on your device, managed with Apple's Core Data framework.</p> <p>The App Store release does not retain raw AI requests, full context, or full response logs on your device.</p> <h3>3.2 iCloud Sync</h3> <p>After you sign in to iCloud and enable sync, your Holo records and regular AI-derived memories sync across your devices via Apple CloudKit. Transfers and storage are protected by Apple's encryption. We <strong>cannot access</strong> the user data in your iCloud. Holo never writes or syncs raw health data read from Apple HealthKit, health-derived memories, or cross-domain memories containing health sources to Holo's iCloud database.</p> <h3>3.3 Server-Side Processing</h3> <ul> <li>AI and speech recognition requests are transmitted to our backend over HTTPS.</li> <li>The server is used for request forwarding, rate limiting, security protection, and troubleshooting. We do not proactively retain the raw text of AI requests, voice audio, or full context as user profiles.</li> <li>To keep the service stable, the server retains minimized technical logs or summaries, such as device identifier, call type, provider, model, latency, error information, request/response summary or length, and call time. Logs are used for security, rate limiting, and troubleshooting; full text is not retained by default, and logs are purged on schedule per backend configuration.</li> </ul> <h3>3.4 Security Measures</h3> <ul> <li>All network communication is encrypted with TLS 1.2+.</li> <li>API keys are not stored in the client app; they are kept securely on the backend server.</li> <li>Servers run in a firewall-protected cloud environment.</li> </ul> <h2>4. Information Sharing</h2> <p>We do <strong>not</strong> sell, rent, or trade your personal information.</p> <ul> <li><strong>AI service providers</strong>: After you enable AI features and consent to AI data processing, your questions and necessary context are sent to third-party AI services (such as Alibaba Cloud Bailian (Qwen), DeepSeek, Moonshot (Kimi), and Zhipu (GLM)).</li> <li><strong>Apple services</strong>: Sign in with Apple and iCloud sync are provided by Apple and governed by Apple's Privacy Policy.</li> <li><strong>Legal requirements</strong>: We may need to disclose your information when required by applicable law.</li> </ul> <h2>5. Your Rights</h2> <ul> <li><strong>Access</strong>: You can view all stored personal data in the App at any time.</li> <li><strong>Deletion</strong>: You can choose "Delete Account & Data" in Settings.</li> <li><strong>Withdraw consent</strong>: You can withdraw any permission at any time in the device's Settings > Privacy & Security.</li> </ul> <h2>6. Data Retention</h2> <ul> <li>Local data: retained until you delete it or uninstall the App.</li> <li>iCloud data: retained with your iCloud account.</li> <li>Server logs: only minimized technical logs or summaries are retained for security, rate limiting, and troubleshooting, purged on schedule per backend configuration; we do not proactively retain raw AI request text, voice audio, or full context as user profiles.</li> <li>Voice audio: destroyed immediately after processing.</li> </ul> <h2>7. Children's Privacy</h2> <p>The App is not directed at children under 13. If we learn that a child's data has been collected by mistake, we will delete it immediately.</p> <h2>8. Changes to This Policy</h2> <p>Material changes will be announced in the App. Continued use means you agree to the updated policy.</p> <h2>9. Contact Us</h2> <ul> <li>Email: <a href="mailto:%@">%@</a></li> <li>Website: https://holoapp.cn</li> </ul> <div class="footer"> <p>&copy; 2026 Holo. All rights reserved.</p> </div> </body> </html>
zh_hant: <!DOCTYPE html> <html lang="zh-CN"> <head> <meta charset="UTF-8"> <meta name="viewport" content="width=device-width, initial-scale=1.0"> <style>%@</style> </head> <body> <h1>Holo 隱私政策</h1> <p class="meta">最後更新日期：2026 年 8 月 13 日<br>生效日期：2026 年 8 月 13 日</p> <p>歡迎使用 Holo（以下簡稱"本應用"）。我們深知個人資料的重要性，並致力於保護您的隱私。本隱私政策旨在向您說明我們如何收集、使用、儲存和保護您的資訊。</p> <div class="highlight"> <strong>核心原則：</strong>您的資料屬於您自己。我們儘可能將資料儲存在您的裝置本地和您的個人 iCloud 中。我們不會出售您的個人資料，也不會將您的資料用於廣告投放。 </div> <h2>一、我們收集的資訊</h2> <h3>1.1 您主動提供的資訊</h3> <ul> <li><strong>帳戶資訊</strong>：當您使用"透過 Apple 登入"時，我們會收到您的 Apple ID 關聯郵箱地址和唯一使用者識別符號。您可以選擇隱藏郵箱地址。</li> <li><strong>財務記錄</strong>：您手動輸入的記帳資料，包括金額、分類、帳戶、日期和備註。這些資料儲存在您的裝置本地和您的 iCloud 中。</li> <li><strong>健康資料</strong>：在您授權後，本應用會從 Apple HealthKit 讀取步數、睡眠、站立、運動時長等健康資料。本應用<strong>不會寫入或修改</strong>您的健康資料。</li> <li><strong>健康相關 AI 處理</strong>：當您使用需要健康上下文的 AI 功能時，必要的健康摘要會在您同意 AI 資料處理後透過 Holo 後端傳送給第三方 AI 服務；健康領域的 AI 派生記憶只儲存在本機。</li> <li><strong>習慣與待辦</strong>：您建立的習慣追蹤記錄和待辦事項。</li> <li><strong>想法記錄</strong>：您建立的想法、標籤和引用，儲存在您的裝置本地和您的 iCloud 中。</li> <li><strong>AI 派生記憶</strong>：在您開啟“自動形成記憶”後，Holo 會從各模組的結構化訊號和彙總資料中整理領域記憶及綜合觀察。普通記憶可儲存在您的裝置本地和個人 iCloud 中；健康領域記憶及包含健康來源的綜合記憶只儲存在本機。</li> <li><strong>語音輸入</strong>：當您使用語音輸入功能時，音訊資料會傳送至我們的伺服器進行語音轉文書處理，處理完成後音訊資料不會被儲存。</li> </ul> <h3>1.2 AI 功能處理的資料</h3> <p>本應用提供 AI 智慧助手功能（包括資料洞察、記憶分析、智慧分類等）。當您使用這些功能時：</p> <ul> <li>您的問題和相關上下文資料會透過加密連線傳送至我們的後端伺服器。</li> <li>後端伺服器將資料轉發至第三方 AI 服務提供商進行處理。</li> <li>AI 服務提供商處理後返回分析結果。我們不會主動儲存您傳送給 AI 的原始請求正文或完整上下文作為使用者資料。</li> <li>生成的分析結果和派生記憶按上述範圍儲存在本機或您的個人 iCloud 中；您可在“記憶管理”中檢視、糾正、停用或忘記單條記憶，也可在設定中刪除帳號與資料。</li> </ul> <h3>1.3 自動收集的資訊</h3> <p>我們<strong>不會</strong>自動收集您的裝置資訊、位置資訊或使用行為資料。我們不使用任何第三方分析工具。</p> <h2>二、資訊的使用目的</h2> <table> <thead><tr><th>資料型別</th><th>使用目的</th></tr></thead> <tbody> <tr><td>Apple ID 資訊</td><td>使用者身份認證與登入</td></tr> <tr><td>財務記錄</td><td>記帳功能、資料統計與展示</td></tr> <tr><td>健康資料（只讀）</td><td>健康資料展示、趨勢分析與經授權的 AI 洞察</td></tr> <tr><td>習慣與待辦資料</td><td>習慣追蹤與任務管理功能</td></tr> <tr><td>想法資料</td><td>想法記錄、標籤與引用管理</td></tr> <tr><td>語音音訊</td><td>語音轉文字，用於記帳或 AI 對話輸入</td></tr> <tr><td>AI 對話上下文</td><td>生成資料分析、智慧建議等 AI 功能</td></tr> <tr><td>AI 派生記憶</td><td>減少重複分析，並在合適的問題中提供個性化上下文</td></tr> </tbody> </table> <h2>三、資料的儲存與安全</h2> <h3>3.1 本地儲存</h3> <p>您的核心資料儲存在您的裝置本地，使用 Apple Core Data 框架進行管理。</p> <p>App Store 正式版不會在裝置上另存 AI 原始請求、完整上下文或完整響應日誌。</p> <h3>3.2 iCloud 同步</h3> <p>在您登入 iCloud 並啟用同步後，您的 Holo 本地記錄和普通 AI 派生記憶會透過 Apple CloudKit 在您的裝置之間同步。資料傳輸和儲存均受 Apple 的加密保護。我們<strong>無法訪問</strong>您 iCloud 中的使用者資料。Holo 不會將從 Apple HealthKit 讀取的原始健康資料、健康派生記憶或包含健康來源的綜合記憶寫入或同步到 Holo 的 iCloud 資料庫。</p> <h3>3.3 伺服器端處理</h3> <ul> <li>AI 和語音識別請求透過 HTTPS 加密傳輸至我們的後端伺服器。</li> <li>伺服器主要用於請求轉發、限流、安全防護和故障排查。我們不會主動儲存您傳送給 AI 的原始請求正文、語音音訊或完整上下文作為使用者資料。</li> <li>為保障服務穩定性，伺服器會儲存最小化的技術日誌或摘要資訊，例如裝置標識、呼叫型別、服務商、模型、耗時、錯誤資訊、請求/響應摘要或長度以及呼叫時間。日誌用於安全、限流和排障，預設不儲存完整原文，並會按後臺配置定期清理。</li> </ul> <h3>3.4 安全措施</h3> <ul> <li>所有網路通訊使用 TLS 1.2+ 加密。</li> <li>API Key 不儲存在客戶端應用中，由後端伺服器安全保管。</li> <li>伺服器部署在受防火牆保護的雲環境中。</li> </ul> <h2>四、資訊共享</h2> <p>我們<strong>不會</strong>出售、出租或交易您的個人資訊。</p> <ul> <li><strong>AI 服務提供商</strong>：在您使用 AI 功能並同意 AI 資料處理授權後，您的提問和必要上下文會傳送至第三方 AI 服務（如阿里雲百鍊（通義千問）、DeepSeek、Moonshot（Kimi）、智譜（GLM））。</li> <li><strong>Apple 服務</strong>：Sign in with Apple 和 iCloud 同步由 Apple 提供並受 Apple 隱私政策約束。</li> <li><strong>法律要求</strong>：在適用法律法規要求時，我們可能需要披露您的資訊。</li> </ul> <h2>五、您的權利</h2> <ul> <li><strong>訪問資料</strong>：您可隨時在應用內檢視所有已儲存的個人資料。</li> <li><strong>刪除資料</strong>：您可以在設定中選擇"刪除帳號與資料"。</li> <li><strong>撤銷授權</strong>：您可以在裝置"設定"→"隱私與安全性"中隨時撤銷各項許可權。</li> </ul> <h2>六、資料保留期限</h2> <ul> <li>本地資料：在您主動刪除或解除安裝應用前持續保留。</li> <li>iCloud 資料：隨您的 iCloud 帳戶保留。</li> <li>伺服器日誌：僅保留最小化技術日誌或摘要資訊，用於安全、限流和排障，並按後臺配置定期清理；我們不會主動儲存 AI 原始請求正文、語音音訊或完整上下文作為使用者資料。</li> <li>語音音訊：處理完成後立即銷燬。</li> </ul> <h2>七、兒童隱私</h2> <p>本應用不面向 13 歲以下兒童。如果我們發現誤收集了兒童的資料，將立即刪除。</p> <h2>八、隱私政策的更新</h2> <p>重大變更將透過應用內通知告知您。繼續使用即表示您同意更新後的政策。</p> <h2>九、聯絡我們</h2> <ul> <li>郵箱：<a href="mailto:%@">%@</a></li> <li>網站：https://holoapp.cn</li> </ul> <div class="footer"> <p>© 2026 Holo. 保留所有權利。</p> </div> </body> </html>

source: ｜本周重点：%@
en: | This Week's Focus: %@
zh_hant: ｜本週重點：%@

source: ⏰ 任务提醒
en: ⏰ Task Reminder
zh_hant: ⏰ 任務提醒

source: ⏰ 延期15分钟
en: ⏰ Snooze 15 Minutes
zh_hant: ⏰ 延期15分鐘

source: ⏰ 稍后提醒
en: ⏰ Remind Later
zh_hant: ⏰ 稍後提醒

source: ✅ 完成任务
en: ✅ Complete Task
zh_hant: ✅ 完成任務

source: ✨ 今天到了
en: ✨ Today Is Here

source: ✨ 点亮这个日子
en: ✨ Mark This Day
zh_hant: ✨ 點亮這個日子

source: ❤️ 今天到了 · 周年快乐
en: ❤️ Today Is Here · Happy Anniversary
zh_hant: ❤️ 今天到了 · 週年快樂

source: 🎂 今天到了 · 生日快乐
en: 🎂 Today Is Here · Happy Birthday
zh_hant: 🎂 今天到了 · 生日快樂

source: 🎉 就是今天
en: 🎉 It's Today

source: 🔔 测试通知
en: 🔔 Test Notification
zh_hant: 🔔 測試通知

source: 🔥 最长连续 %@
en: 🔥 Longest Streak %@
zh_hant: 🔥 最長連續 %@

source: 🔥 连续 %@
en: 🔥 Streak %@
zh_hant: 🔥 連續 %@

source: ¥%.1f万
en: ¥%.1fK
zh_hant: ¥%.1f萬

source: ¥%.2f亿
en: ¥%.2fH
zh_hant: ¥%.2f億

source: 1 分钟内免验证
en: No verification within 1 minute
zh_hant: 1 分鐘內免驗證

source: 1 天前
en: 1 day ago

source: 1 小时前
en: 1 hour ago
zh_hant: 1 小時前

source: 1 次/周
en: 1 times/wk

source: 1 次/天
en: 1 times/d

source: 1小时后
en: In 1 hour
zh_hant: 1小時後

source: 2 倍 AI 额度 · 5 分钟语音 · 全部小组件
en: 2x AI Quota · 5-min Voice · All Widgets
zh_hant: 2 倍 AI 額度 · 5 分鐘語音 · 全部小元件

source: 2 次/周
en: 2 times/wk

source: 2 次/天
en: 2 times/d

source: 2/天
en: 2/d

source: 4 类桌面小组件
en: 4 Types of Home Screen Widgets
zh_hant: 4 類桌面小元件

source: 5 分钟
en: 5 min
zh_hant: 5 分鐘

source: 5 分钟内免验证
en: No verification within 5 minutes
zh_hant: 5 分鐘內免驗證

source: 5 分钟前
en: 5 minutes ago
zh_hant: 5 分鐘前

source: 5天
en: 5d

source: 7 天平均
en: 7-Day Average

source: 7 天睡眠
en: 7-Day Sleep

source: 7 点前起床
en: Wake up before 7
zh_hant: 7 點前起床

source: 7天
en: 7d

source: 8.20 周三
en: 8.20 Wed
zh_hant: 8.20 週三

source: 8天
en: 8d

source: 9.1 · 周二
en: 9.1 · Tue
zh_hant: 9.1 · 週二

source: 9.10 · 周四
en: 9.10 · Thu
zh_hant: 9.10 · 週四

source: 9.15 · 周二
en: 9.15 · Tue
zh_hant: 9.15 · 週二

source: 9月
en: 9mo

source: 10 次/天
en: 10 times/d

source: 10.3 · 周六
en: 10.3 · Sat
zh_hant: 10.3 · 週六

source: 10.24 · 周六
en: 10.24 · Sat
zh_hant: 10.24 · 週六

source: 10/天
en: 10/d

source: 10月
en: 10mo

source: 11 位手机号
en: 11-digit phone number
zh_hant: 11 位手機號

source: 12.12 · 周六
en: 12.12 · Sat
zh_hant: 12.12 · 週六

source: 12天
en: 12d

source: 12月
en: 12mo

source: 15 分钟前
en: 15 minutes ago
zh_hant: 15 分鐘前

source: 15 次/天
en: 15 times/d

source: 15/天
en: 15/d

source: 15分钟后
en: In 15 minutes
zh_hant: 15分鐘後

source: 20 次/天
en: 20 times/d

source: 20/天
en: 20/d

source: 21天
en: 21d

source: 30 分钟前
en: 30 minutes ago
zh_hant: 30 分鐘前

source: 30 天内可在 设置 → 数据管理 → 最近删除 恢复
en: Recoverable within 30 days in Settings → Data Management → Recently Deleted
zh_hant: 30 天內可在 設定 → 資料管理 → 最近刪除 恢復

source: 30 次/天
en: 30 times/d

source: 30/天
en: 30/d

source: 30分钟后
en: In 30 minutes
zh_hant: 30分鐘後

source: 30天
en: 30d

source: 34天
en: 34d

source: 50 次/天
en: 50 times/d

source: 50/天
en: 50/d

source: 60 秒
en: 60 s

source: 90天
en: 90d

source: ① 点击日历选择开始日期
en: ① Tap the calendar to select the start date
zh_hant: ① 點選日曆選擇開始日期

source: ② 点击日历选择结束日期
en: ② Tap the calendar to select the end date
zh_hant: ② 點選日曆選擇結束日期

source: Agent 调试
en: Agent Debug
zh_hant: Agent 除錯

source: Agent 调试入口
en: Agent Debug Entry
zh_hant: Agent 除錯入口

source: AI 上下文
en: AI Context

source: AI 主动提醒
en: AI Proactive Reminders
zh_hant: AI 主動提醒

source: AI 从未归类想法中归纳潜在新主题，经你确认后创建
en: AI summarizes potential new topics from uncategorized thoughts and creates them after your confirmation.
zh_hant: AI 從未歸類想法中歸納潛在新主題，經你確認後建立

source: AI 会把你的上周 / 上月记录整理成回放，生成后通知你查看。周 / 月可以分别开关。
en: AI will compile your last week/month records into a Replay and notify you when it's ready. You can toggle weekly and monthly separately.
zh_hant: AI 會把你的上週 / 上月記錄整理成回放，生成後通知你檢視。周 / 月可以分別開關。

source: AI 列映射失败：%@。已切换为手动映射，请检查字段映射。
en: AI column mapping failed: %@. Switched to manual mapping. Please check field mappings.
zh_hant: AI 列對映失敗：%@。已切換為手動對映，請檢查欄位對映。

source: AI 助手
en: AI Assistant

source: AI 匹配科目
en: AI Match Category

source: AI 响应超时
en: AI Response Timeout
zh_hant: AI 響應超時

source: AI 回放
en: AI Replay

source: AI 对下面 %lld 条想法的主题归属不太有把握，选一下它们该去的书架。确认后类似内容会更准。
en: AI is not confident about the topic assignments for the %lld thoughts below. Please choose which shelf they should go to. Confirming will improve similar content in the future.
zh_hant: AI 對下面 %lld 條想法的主題歸屬不太有把握，選一下它們該去的書架。確認後類似內容會更準。

source: AI 对话
en: AI Chat
zh_hant: AI 對話

source: AI 已整理好你的想法，%lld 条主题归属想跟你确认
en: AI has organized your thoughts and wants to confirm topic assignments for %lld of them.
zh_hant: AI 已整理好你的想法，%lld 條主題歸屬想跟你確認

source: AI 建议
en: AI Suggestions
zh_hant: AI 建議

source: AI 归类
en: AI Categorization
zh_hant: AI 歸類

source: AI 归纳
en: AI Summarization
zh_hant: AI 歸納

source: AI 归纳 · 待你确认
en: AI Summary · Awaiting Your Confirmation
zh_hant: AI 歸納 · 待你確認

source: AI 把握不足的想法都已处理， 你的确认会持续让分类越来越准。
en: Thoughts AI wasn't sure about have been processed. Your confirmations will keep improving classification accuracy.
zh_hant: AI 把握不足的想法都已處理， 你的確認會持續讓分類越來越準。

source: AI 报告
en: AI Report
zh_hant: AI 報告

source: AI 数据处理授权
en: AI Data Processing Authorization
zh_hant: AI 資料處理授權

source: AI 整理
en: AI Organize

source: AI 整理失败，请稍后重试
en: AI organization failed. Please try again later.
zh_hant: AI 整理失敗，請稍後重試

source: AI 智能识别
en: AI Smart Recognition
zh_hant: AI 智慧識別

source: AI 暂时无法识别，请稍后再试，或手动勾选下方内容。
en: AI can't recognize this right now. Please try again later or manually select the items below.
zh_hant: AI 暫時無法識別，請稍後再試，或手動勾選下方內容。

source: AI 有 %lld 条主题归属想跟你确认
en: AI has %lld topic assignments to confirm with you
zh_hant: AI 有 %lld 條主題歸屬想跟你確認

source: AI 服务暂时不可用 请稍后重试或检查网络连接
en: AI service is temporarily unavailable. Please try again later or check your network connection.
zh_hant: AI 服務暫時不可用 請稍後重試或檢查網路連線

source: AI 服务暂时不可用，请稍后重试
en: AI service is temporarily unavailable. Please try again later.
zh_hant: AI 服務暫時不可用，請稍後重試

source: AI 服务连接较慢，已先放开聊天交互
en: AI service is slow to connect, so chat is now available.
zh_hant: AI 服務連線較慢，已先放開聊天互動

source: AI 根据你的确认自动记录分类映射，下次遇到相同分类时自动匹配
en: AI automatically records classification mappings based on your confirmations and matches similar categories next time.
zh_hant: AI 根據你的確認自動記錄分類對映，下次遇到相同分類時自動匹配

source: AI 正在分析中...
en: AI is analyzing...

source: AI 正在分析你的想法…
en: AI is analyzing your thoughts...

source: AI 正在处理较长的内容，仍在工作中，可随时停止
en: AI is processing longer content and is still working. You can stop it anytime.
zh_hant: AI 正在處理較長的內容，仍在工作中，可隨時停止

source: AI 正在整理...
en: AI is organizing...

source: AI 自动分类
en: AI Auto-Classification
zh_hant: AI 自動分類

source: AI 自动归纳中...
en: AI is auto-summarizing...
zh_hant: AI 自動歸納中...

source: AI 自动归纳中（%lld/%lld）
en: AI auto-summarizing (%lld/%lld)
zh_hant: AI 自動歸納中（%lld/%lld）

source: AI 自动整理
en: AI Auto-organize
zh_hant: AI 自動整理

source: AI 自动整理中（%lld/%lld）
en: AI auto-organizing (%lld/%lld)
zh_hant: AI 自動整理中（%lld/%lld）

source: AI 记忆实验室
en: AI Memory Lab
zh_hant: AI 記憶實驗室

source: AI 设置
en: AI Settings
zh_hant: AI 設定

source: AI 识别列映射
en: AI Recognition Column Mapping
zh_hant: AI 識別列對映

source: AI 请求失败，未写入
en: AI request failed. Nothing was written.
zh_hant: AI 請求失敗，未寫入

source: AI 返回格式异常：%@
en: AI returned an unexpected format: %@
zh_hant: AI 返回格式異常：%@

source: API Key 仅存储在设备 Keychain 中，不会上传到任何服务器
en: API Key is stored only in your device's Keychain and is never uploaded to any server.
zh_hant: API Key 僅儲存在裝置 Keychain 中，不會上傳到任何伺服器
